[
    {
        "id": 1,
        "title": "Warm Hearts Winter Drive",
        "image": "https://i.ibb.co.com/pj2js2n/pexels-photo-14831638.webp",
        "description": "Help provide warm clothing to underprivileged families in Dhaka this winter.",
        "status": "Active",
        "current_funds": 20000,
        "goal": 25000,
        "progress": 80,
        "contactInfo": "support@warmhearts.com",
        "division": "Dhaka",
        "secondary_description": "The Warm Hearts Winter Drive is dedicated to bringing warmth and comfort to those most in need in Dhaka during the harsh winter months. The campaign focuses on collecting and distributing essential winter clothing, such as jackets, sweaters, and blankets, to underprivileged families and homeless individuals. This initiative seeks to alleviate the suffering caused by extreme cold, which disproportionately affects vulnerable groups, including children and the elderly. By partnering with local volunteers and community organizations, we ensure that your donations directly reach those in dire need. Every piece of clothing donated can make a significant impact, helping to prevent illnesses related to cold weather and improving the overall quality of life for recipients. Join us in making this winter a season of hope and compassion for everyone."
    },
    {
        "id": 2,
        "title": "Chattogram Warmth Project",
        "image": "https://i.ibb.co.com/NFTgTGM/pexels-photo-6647010.webp",
        "description": "Donate your unused winter clothes to help the needy in Chattogram.",
        "status": "Active",
        "contactInfo": "support@warmhearts.com",
        "division": "Chattogram",
        "current_funds": 5000,
        "goal": 10000,
        "progress": 50,
        "secondary_description": "The Chattogram Warmth Project aims to support low-income families and individuals in the coastal areas of Chattogram. During winter, these communities face severe challenges due to the cold, often lacking the resources to stay warm. This campaign collects gently used or new winter clothing, such as thermal wear, scarves, and gloves, to distribute among these families. With your support, we collaborate with local volunteers to identify and reach the most vulnerable populations. Additionally, this initiative raises awareness about the importance of community action in addressing seasonal hardships. Your contributions not only provide physical warmth but also demonstrate solidarity and care for those who need it the most. Together, we can help Chattogram’s communities face winter with dignity and comfort."
    },
    {
        "id": 3,
        "title": "Sylhet Winter Relief",
        "image": "https://i.ibb.co.com/wrqsx9L/pexels-photo-6994891.webp",
        "description": "Join us in providing warm clothing to the homeless in Sylhet during the cold months.",
        "status": "Active",
        "contactInfo": "info@sylhetrelief.org",
        "division": "Sylhet",
        "current_funds": 18000,
        "goal": 30000,
        "progress": 60,
        "secondary_description": "Sylhet Winter Relief is a heartfelt initiative designed to bring essential winter clothing to Sylhet’s homeless and underprivileged residents. Winters in Sylhet can be particularly harsh, making it a struggle for many to endure without proper clothing. Our campaign works tirelessly to collect and distribute winter essentials like coats, woolen caps, and blankets. The donations we receive are carefully allocated to those in need through partnerships with local organizations and volunteers. Beyond meeting basic needs, this campaign strives to restore dignity and hope to individuals who often feel forgotten. By addressing their immediate needs for warmth, we aim to pave the way for better health and an improved sense of well-being during the colder months. With your support, we can create a community where no one has to face winter alone."
    },
    {
        "id": 4,
        "title": "Khulna Cozy Campaign",
        "image": "https://i.ibb.co.com/0m97fPm/steptodown-com556249.webp",
        "description": "Together, we can bring warmth to struggling families in Khulna this winter.",
        "status": "Active",
        "contactInfo": "khulnahelp@donate.org",
        "division": "Khulna",
        "current_funds": 18000,
        "goal": 30000,
        "progress": 60,
        "secondary_description": "The Khulna Cozy Campaign is a grassroots effort aimed at providing warm clothing to struggling families in the Khulna region. Many low-income households in this area face harsh winters without adequate protection, making them vulnerable to illness and discomfort. This campaign focuses on gathering donations of winter essentials like sweaters, jackets, and blankets, which are distributed to families in need. Local volunteers and community leaders play a crucial role in identifying those who would benefit the most from this initiative. By contributing to this campaign, you are not only helping individuals stay warm but also fostering a sense of community and care. Your involvement sends a powerful message of hope and compassion, proving that together, we can overcome the challenges of winter."
    },
    {
        "id": 5,
        "title": "Barisal Blanket Drive",
        "image": "https://i.ibb.co.com/v1kktt7/Downloader-La-414305.webp",
        "description": "Your small donation can make a big difference for the people of Barisal.",
        "status": "Active",
        "contactInfo": "contact@barisalcampaign.org",
        "division": "Barisal",
        "current_funds": 7000,
        "goal": 20000,
        "progress": 35,
        "secondary_description": "The Barisal Blanket Drive is a vital initiative designed to assist the most vulnerable populations in Barisal during winter. Barisal’s cold nights can be particularly harsh for those living in poverty, and many struggle to stay warm without access to basic winter necessities. This campaign aims to bridge the gap by collecting and distributing blankets to those in dire need. Every blanket donated provides immediate relief from the biting cold, reducing the risk of hypothermia and cold-related illnesses. Through a network of local volunteers and donation points, we ensure that your contributions reach the people who need them most. The Blanket Drive is not just about providing warmth; it’s about showing that we care and that no one is left behind. Join us in making this winter a season of hope and comfort for the people of Barisal."
    },
    {
        "id": 6,
        "title": "Rajshahi Winter Aid",
        "image": "https://i.ibb.co.com/mvLSS36/Downloader-La-888948.webp",
        "description": "Help us distribute winter clothes to low-income families in Rajshahi.",
        "status": "Active",
        "contactInfo": "rajshahiwarmth@gmail.com",
        "division": "Rajshahi",
        "current_funds": 15000,
        "goal": 20000,
        "progress": 75,
        "secondary_description": "The Rajshahi Winter Aid campaign is focused on assisting low-income families in the Rajshahi region, where winters can be particularly severe. Many families lack the financial resources to buy adequate winter clothing, putting their health and well-being at risk. This initiative seeks to bridge the gap by collecting donations of warm clothes, such as jackets, sweaters, and thermal wear. Our dedicated team works with local organizations to ensure these donations are distributed efficiently to those in need. Beyond providing warmth, this campaign also fosters a sense of community and mutual support among Rajshahi’s residents. Your contribution to this cause helps safeguard vulnerable individuals from the harsh cold and sends a message of hope and solidarity."
    },
    {
        "id": 7,
        "title": "Mymensingh Winter Mission",
        "image": "https://i.ibb.co.com/JytpDKk/Downloader-La-358871.webp",
        "description": "Join hands to help Mymensingh’s poor stay warm this winter.",
        "status": "Active",
        "contactInfo": "mymensingh@donate.com",
        "division": "Mymensingh",
        "current_funds": 15000,
        "goal": 20000,
        "progress": 75,
        "secondary_description": "The Mymensingh Winter Mission aims to address the pressing needs of underprivileged communities in Mymensingh during the winter season. Many residents, particularly those living in rural areas, face immense challenges in combating the cold due to a lack of proper clothing. This campaign gathers winter essentials, such as scarves, gloves, and blankets, and distributes them to those in need. By working closely with local community leaders, we ensure that the donations reach the most affected individuals. This initiative not only provides physical warmth but also brings emotional comfort to families struggling to survive the cold. Your support helps create a ripple effect of kindness, proving that collective action can make a significant difference."
    },
    {
        "id": 8,
        "title": "Rangpur Warmth Outreach",
        "image": "https://i.ibb.co.com/hLzvbQq/Downloader-La-432436.webp",
        "description": "Share your love by donating clothes for the underprivileged in Rangpur.",
        "status": "Active",
        "contactInfo": "rangpuroutreach@support.com",
        "division": "Rangpur",
        "current_funds": 8000,
        "goal": 15000,
        "progress": 53,
        "secondary_description": "The Rangpur Warmth Outreach program is dedicated to uplifting underprivileged individuals in Rangpur who are most affected by the biting cold. The campaign collects and distributes winter essentials, including warm jackets, woolen hats, and durable blankets, to those in need. With the help of local volunteers, we ensure that every donation is delivered directly to the recipients in a timely manner. By addressing their immediate needs, the campaign aims to prevent cold-related illnesses and provide a sense of comfort and security. Supporting this initiative not only brings warmth to those in need but also strengthens community bonds and inspires others to contribute to a worthy cause."
    },
    {
        "id": 9,
        "title": "Dhaka Urban Shelter Drive",
        "image": "https://i.ibb.co.com/rk3CddT/Downloader-La-693267.webp",
        "description": "Support urban shelters in Dhaka by donating warm clothing.",
        "status": "Active",
        "contactInfo": "urbanhelp@dhakacampaign.org",
        "division": "Dhaka",
        "current_funds": 14000,
        "goal": 20000,
        "progress": 70,
        "secondary_description": "The Dhaka Urban Shelter Drive is a focused initiative to support homeless individuals and urban shelters across Dhaka during the challenging winter months. This campaign collaborates with shelters to identify the most pressing needs and delivers essential winter clothing like thermal wear, socks, and blankets. The urban poor often face the harshest conditions during winter, with limited access to warm housing or clothing. By contributing to this drive, you help ensure that these individuals are equipped to endure the cold. Beyond immediate relief, the campaign aims to raise awareness about the struggles faced by the homeless and encourage long-term community support for vulnerable populations. Your involvement creates a meaningful impact on countless lives."
    },
    {
        "id": 10,
        "title": "Chattogram Coastal Care",
        "image": "https://i.ibb.co.com/MhvhS31/Downloader-La-595837.webp",
        "description": "Provide winter clothing to coastal communities in Chattogram.",
        "status": "Active",
        "contactInfo": "coastalcare@chattogramhelp.com",
        "division": "Chattogram",
        "current_funds": 30000,
        "goal": 50000,
        "progress": 60,
        "secondary_description": "The Chattogram Coastal Care initiative targets the coastal communities in Chattogram, where the winter season often brings additional challenges due to high humidity and strong winds. These conditions exacerbate the discomfort of those without proper winter clothing. The campaign focuses on collecting and distributing warm gear such as coats, wool socks, and insulated gloves to help individuals combat the cold effectively. Local volunteers play a crucial role in identifying families and individuals most in need, ensuring that the donations are distributed equitably. By contributing to this initiative, you help bring warmth and resilience to communities that are frequently overlooked. Together, we can make a lasting difference in the lives of Chattogram’s coastal residents."
    }
]